bierner.markdown-mermaid
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
lokalise.i18n-ally
miguelsolorio.fluent-icons
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
shopify.ruby-lsp
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
vue.volar
